Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Edit selected shapes in the inspector** — shows a selected shape's properties in the sidebar instead of the bar below the canvas.
ar: **تحرير الأشكال المحددة في المفتش** — يعرض خصائص الشكل المحدد في الشريط الجانبي بدلاً من الشريط الموجود أسفل اللوحة القماشية.
ca: **Edita les formes seleccionades a l'inspector**: mostra les propietats d'una forma seleccionada a la barra lateral en lloc de la barra de sota del llenç.
cs: **Upravit vybrané tvary v inspektoru** – zobrazí vlastnosti vybraného tvaru v postranním panelu namísto pruhu pod plátnem.
da: **Rediger valgte former i infoboksen** — viser en valgt figurs egenskaber i sidebjælken i stedet for bjælken under lærredet.
de: **Ausgewählte Formen im Inspektor bearbeiten** – zeigt die Eigenschaften der ausgewählten Form in der Seitenleiste statt in der Leiste unter der Leinwand.
el: **Επεξεργασία επιλεγμένων σχημάτων στον επιθεωρητή** — εμφανίζει τις ιδιότητες ενός επιλεγμένου σχήματος στην πλαϊνή γραμμή αντί για τη γραμμή κάτω από τον καμβά.
es: **Editar las formas seleccionadas en el inspector**: muestra las propiedades de la forma seleccionada en la barra lateral en vez de la barra bajo el lienzo.
fa: **ویرایش شکل‌های انتخاب‌شده در بازرس** — ویژگی‌های شکل انتخاب‌شده را به‌جای نوار زیر بوم، در نوار کناری نشان می‌دهد.
fi: **Muokkaa valittuja muotoja tarkastuksissa** — näyttää valitun muodon ominaisuudet sivupalkissa kankaan alla olevan palkin sijaan.
fr: **Modifier les formes sélectionnées dans l’inspecteur** — affiche les propriétés de la forme sélectionnée dans la barre latérale plutôt que dans la barre sous le canevas.
he: **ערוך צורות נבחרות במפקח** — מציג את המאפיינים של צורה שנבחרה בסרגל הצד במקום בסרגל שמתחת לקנבס.
hr: **Uredi odabrane oblike u inspektoru** — prikazuje svojstva odabranog oblika na bočnoj traci umjesto na traci ispod platna.
hu: **Kiválasztott alakzatok szerkesztése az ellenőrzőben** – a kiválasztott alakzat tulajdonságait az oldalsávban jeleníti meg a vászon alatti sáv helyett.
id: **Edit bentuk yang dipilih di inspektur** — menampilkan properti bentuk yang dipilih di bar samping, bukan di bilah di bawah kanvas.
it: **Modifica le forme selezionate nell'inspector**: mostra le proprietà della forma selezionata nella barra laterale anziché nella barra sotto la tela.
ja: **選択した図形をインスペクタで編集** — 選択した図形のプロパティを、キャンバス下のバーではなくサイドバーに表示します。
ko: **선택한 도형을 인스펙터에서 편집** — 선택한 도형의 속성을 캔버스 아래 막대 대신 사이드바에 표시합니다.
ms: **Edit bentuk yang dipilih dalam pemeriksa** — menunjukkan sifat bentuk yang dipilih dalam bar sisi dan bukannya bar di bawah kanvas.
nl: **Bewerk geselecteerde vormen in het infovenster** — toont de eigenschappen van een geselecteerde vorm in de zijbalk in plaats van in de balk onder het canvas.
no: **Rediger valgte former i inspektøren** — viser egenskapene til en valgt figur i sidefeltet i stedet for linjen under lerretet.
pl: **Edytuj wybrane kształty w inspektorze** — pokazuje właściwości wybranego kształtu na pasku bocznym zamiast na pasku pod płótnem.
pt_br: **Editar formas selecionadas no inspetor** — mostra as propriedades da forma selecionada na barra lateral em vez da barra abaixo da tela.
pt_pt: **Editar formas selecionadas no inspetor** — mostra as propriedades de uma forma selecionada na barra lateral, em vez de na barra abaixo da ecrã.
ro: **Editați formele selectate în inspector** — arată proprietățile unei forme selectate în bara laterală în loc de bara de sub pânză.
ru: **Редактировать выбранные фигуры в инспекторе** — показывать свойства выбранной фигуры в боковой панели вместо панели под холстом.
sk: **Upraviť vybraté tvary v inšpektorovi** – zobrazí vlastnosti vybratého tvaru na bočnom paneli namiesto panela pod plátnom.
sl: **Urejanje izbranih oblik v inšpektorju** — prikaže lastnosti izbrane oblike v stranski vrstici namesto vrstice pod platnom.
sv: **Redigera valda former i granskaren** — visar en vald forms egenskaper i sidofältet istället för fältet under arbetsytan.
th: **แก้ไขรูปร่างที่เลือกในตัวตรวจสอบ** — แสดงคุณสมบัติของรูปร่างที่เลือกในแถบด้านข้างแทนที่จะเป็นแถบด้านล่างผืนผ้าใบ
tr: **Seçili şekilleri denetçide düzenle** — seçili bir şeklin özelliklerini tuvalin altındaki çubuk yerine kenar çubuğunda gösterir.
uk: **Редагувати вибрані фігури в інспекторі** — показує властивості вибраної фігури на бічній панелі замість панелі під полотном.
ur: **انسپکٹر میں منتخب شکلوں میں ترمیم کریں** — کینوس کے نیچے بار کی بجائے سائڈبار میں منتخب شکل کی خصوصیات دکھاتا ہے۔
vi: **Chỉnh sửa các hình dạng đã chọn trong trình kiểm tra** — hiển thị các thuộc tính của hình dạng đã chọn trong thanh bên thay vì thanh bên dưới khung vẽ.
zh_hans: **在检查器中编辑所选形状**——在侧边栏中显示所选形状的属性，而不是在画布下方的属性栏中。
zh_hant: **在檢閱器中編輯所選形狀**——在側邊欄中顯示所選形狀的屬性，而非畫布下方的屬性列。

source: **Edit Translation Table…** — open a side-by-side editor showing every text shape with its base content and per-language overrides.
ar: **تحرير جدول الترجمة...** — افتح محررًا جنبًا إلى جنب يعرض كل شكل نص بمحتواه الأساسي والتجاوزات الخاصة بكل لغة.
ca: **Edita la taula de traducció...**: obriu un editor de costat a costat que mostra totes les formes de text amb el seu contingut bàsic i substitucions per idioma.
cs: **Upravit překladovou tabulku…** – otevřete souběžný editor zobrazující každý tvar textu s jeho základním obsahem a přepsáním pro jednotlivé jazyky.
da: **Rediger oversættelsestabel...** — åbn en side-om-side-editor, der viser hver tekstform med dens basisindhold og tilsidesættelser pr. sprog.
de: **Übersetzungstabelle bearbeiten…** – Öffnen Sie einen Side-by-Side-Editor, der jede Textform mit ihrem Basisinhalt und Überschreibungen pro Sprache anzeigt.
el: **Επεξεργασία πίνακα μετάφρασης…** — ανοίξτε ένα πρόγραμμα επεξεργασίας δίπλα-δίπλα που εμφανίζει κάθε σχήμα κειμένου με το βασικό του περιεχόμενο και τις παρακάμψεις ανά γλώσσα.
es: **Editar tabla de traducción…**: abre un editor en paralelo que muestra cada forma de texto con su contenido base y anulaciones por idioma.
fa: **ویرایش جدول ترجمه…** - یک ویرایشگر کنار هم باز کنید که هر شکل متنی را با محتوای اصلی و هر زبان لغو می کند.
fi: **Muokkaa käännöstaulukkoa…** — avaa vierekkäinen editori, joka näyttää jokaisen tekstimuodon perussisällön ja kielikohtaisten ohitusten kanssa.
fr: **Modifier le tableau de traduction…** : ouvrez un éditeur côte à côte affichant chaque forme de texte avec son contenu de base et ses remplacements par langue.
he: **ערוך טבלת תרגום...** - פתח עורך זה לצד זה המציג כל צורת טקסט עם תוכן הבסיס שלה ועקיפות לכל שפה.
hr: **Uredite tablicu prijevoda…** — otvorite usporedni uređivač koji prikazuje svaki oblik teksta s njegovim osnovnim sadržajem i nadjačavanjima po jeziku.
hu: **Fordítási táblázat szerkesztése…** — nyisson meg egy egymás melletti szerkesztőt, amely minden szövegformát megjelenít annak alaptartalmával és nyelvenkénti felülírásaival.
id: **Edit Tabel Terjemahan…** — membuka editor berdampingan yang menampilkan setiap bentuk teks dengan konten dasarnya dan penggantian per bahasa.
ja: **翻訳テーブルの編集…** — 横並びエディタを開き、すべてのテキスト形状とその基本コンテンツおよび言語ごとのオーバーライドを表示します。
ko: **번역 테이블 편집...** — 기본 콘텐츠 및 언어별 재정의와 함께 모든 텍스트 모양을 표시하는 병렬 편집기를 엽니다.
ms: **Edit Jadual Terjemahan...** — buka editor sebelah menyebelah yang menunjukkan setiap bentuk teks dengan kandungan asasnya dan penggantian setiap bahasa.
nl: **Vertaaltabel bewerken…** — open een zij-aan-zij-editor die elke tekstvorm toont met de basisinhoud en overschrijvingen per taal.
no: **Rediger oversettelsestabell...** — åpne en side-ved-side-editor som viser hver tekstform med basisinnhold og overstyringer per språk.
pl: **Edytuj tabelę tłumaczeń…** — otwórz edytor obok siebie, pokazujący każdy kształt tekstu z jego podstawową treścią i nadpisaniami dla poszczególnych języków.
pt_br: **Editar tabela de tradução…** — abra um editor lado a lado que mostra cada formato de texto com seu conteúdo base e substituições por idioma.
pt_pt: **Editar tabela de tradução…** — abra um editor lado a lado que mostra cada formato de texto com seu conteúdo base e substituições por idioma.
ro: **Editați tabelul de traducere...** — deschideți un editor alăturat care arată fiecare formă de text cu conținutul său de bază și înlocuiri pentru fiecare limbă.
sk: **Upraviť tabuľku prekladu…** — otvorte vedľa seba editor zobrazujúci každý tvar textu so základným obsahom a prepísaním podľa jazyka.
sl: **Urejanje prevajalske tabele…** — odprite vzporedni urejevalnik, ki prikazuje vsako obliko besedila z osnovno vsebino in preglasitvami glede na jezik.
sv: **Redigera översättningstabell...** — öppna en sida vid sida-redigerare som visar varje textform med dess basinnehåll och överstyrningar per språk.
th: **แก้ไขตารางการแปล…** — เปิดตัวแก้ไขแบบเคียงข้างกันซึ่งแสดงรูปร่างข้อความทุกรูปแบบพร้อมเนื้อหาพื้นฐานและการแทนที่ตามภาษา
ur: **ترجمے کے جدول میں ترمیم کریں…** — ایک ساتھ ساتھ ایک ایڈیٹر کھولیں جو ہر متن کی شکل کو اس کے بنیادی مواد اور فی زبان کے اوور رائیڈز کے ساتھ دکھاتا ہے۔
vi: **Chỉnh sửa bảng dịch…** — mở trình chỉnh sửa song song hiển thị mọi hình dạng văn bản cùng với nội dung cơ bản và phần ghi đè theo ngôn ngữ.
zh_hans: **编辑翻译表…** — 打开并排编辑器，显示每个文本形状及其基本内容和每种语言的覆盖。

source: **Edit Translation Table…** — open a side-by-side editor showing every text shape with its base content and per-language overrides. Hover a cell for per-cell **Translate** and **Reset** actions.
ar: **تحرير جدول الترجمة...** — افتح محررًا جنبًا إلى جنب يعرض كل شكل نص بمحتواه الأساسي والتجاوزات الخاصة بكل لغة. قم بتمرير خلية لإجراءات **ترجمة** و**إعادة تعيين** لكل خلية.
ca: **Edita la taula de traducció...**: obriu un editor de costat a costat que mostra totes les formes de text amb el seu contingut bàsic i substitucions per idioma. Passeu el cursor per una cel·la per a les accions **Traduir** i **Restablir** per cel·la.
cs: **Upravit překladovou tabulku…** – otevřete souběžný editor zobrazující každý tvar textu s jeho základním obsahem a přepsáním pro jednotlivé jazyky. Umístěním kurzoru na buňku zobrazíte akce **Přeložit** a **Resetovat** pro každou buňku.
da: **Rediger oversættelsestabel...** — åbn en side-om-side-editor, der viser hver tekstform med dens basisindhold og tilsidesættelser pr. sprog. Hold markøren over en celle for handlingerne **Oversæt** og **Nulstil** pr. celle.
de: **Übersetzungstabelle bearbeiten…** – öffnet einen Editor, der jede Textform mit ihrem Basistext und den Fassungen pro Sprache nebeneinander zeigt. Bewege den Zeiger über eine Zelle für die Aktionen **Übersetzen** und **Zurücksetzen**.
el: **Επεξεργασία πίνακα μετάφρασης…** — ανοίξτε ένα πρόγραμμα επεξεργασίας δίπλα-δίπλα που εμφανίζει κάθε σχήμα κειμένου με το βασικό του περιεχόμενο και τις παρακάμψεις ανά γλώσσα. Τοποθετήστε ένα κελί για ενέργειες **Μετάφραση** και **Επαναφορά** ανά κελί.
es: **Editar tabla de traducción…**: abre un editor en paralelo con cada forma de texto, su contenido base y sus traducciones por idioma. Pasa el puntero sobre una celda para ver las acciones **Traducir** y **Restablecer** de esa celda.
fa: **ویرایش جدول ترجمه…** — ویرایشگری کنار هم باز می‌کند که هر شکل متنی را با متن پایه و بازنویسی‌های هر زبان نشان می‌دهد. نشانگر را روی یک خانه ببرید تا دکمه‌های **ترجمه** و **بازنشانی** همان خانه ظاهر شوند.
fi: **Muokkaa käännöstaulukkoa…** — avaa vierekkäinen editori, joka näyttää jokaisen tekstimuodon perussisällön ja kielikohtaisten ohitusten kanssa. Vie hiiri solukohtaisille **Käännös**- ja **Palauta**-toiminnoille.
fr: **Modifier le tableau de traduction…** : ouvre un éditeur côte à côte présentant chaque forme de texte avec son texte de base et ses traductions par langue. Survolez une cellule pour afficher ses actions **Traduire** et **Réinitialiser**.
he: **ערוך טבלת תרגום...** - פתח עורך זה לצד זה המציג כל צורת טקסט עם התוכן הבסיסי שלה ועקיפות לכל שפה. העבר את העכבר על תא עבור פעולות **תרגום** ו**איפוס** לכל תא.
hr: **Uredite tablicu prijevoda…** — otvorite usporedni uređivač koji prikazuje svaki oblik teksta s njegovim osnovnim sadržajem i nadjačavanjima po jeziku. Zadržite pokazivač miša nad ćelijom za radnje **Prevedi** i **Poništi** po ćeliji.
hu: **Fordítási táblázat szerkesztése…** — nyisson meg egy egymás melletti szerkesztőt, amely minden szövegformát megjelenít annak alaptartalmával és nyelvenkénti felülírásaival. Mutasson egy cellát a cellánkénti **Fordítás** és **Visszaállítás** műveletekhez.
id: **Edit Tabel Terjemahan…** — membuka editor berdampingan yang menampilkan setiap bentuk teks dengan konten dasarnya dan penggantian per bahasa. Arahkan kursor ke sel untuk tindakan **Terjemahkan** dan **Reset** per sel.
it: **Modifica tabella delle traduzioni…**: apre un editor affiancato che mostra ogni forma di testo con il contenuto di base e le personalizzazioni per lingua. Passa il puntatore su una cella per le azioni **Traduci** e **Reimposta** della singola cella.
ja: **翻訳テーブルを編集…** — すべてのテキスト図形について、基本言語の内容と言語ごとの上書きを並べて表示するエディタを開きます。セルにポインタを合わせると、セルごとに **翻訳** と **リセット** を実行できます。
ko: **번역 테이블 편집...** — 모든 텍스트 도형의 기본 내용과 언어별 재정의를 나란히 보여 주는 편집기를 엽니다. 셀에 마우스를 올리면 셀별 **번역** 및 **재설정** 작업이 나타납니다.
ms: **Edit Jadual Terjemahan...** — buka editor sebelah menyebelah yang menunjukkan setiap bentuk teks dengan kandungan asasnya dan penggantian setiap bahasa. Tuding sel untuk setiap sel tindakan **Terjemah** dan **Tetapkan Semula**.
nl: **Vertaaltabel bewerken…** — open een zij-aan-zij-editor die elke tekstvorm toont met de basisinhoud en overschrijvingen per taal. Beweeg de muis over een cel voor de acties per cel **Vertalen** en **Reset**.
no: **Rediger oversettelsestabell...** — åpne en side-ved-side-editor som viser hver tekstform med basisinnhold og overstyringer per språk. Hold markøren over en celle for handlingene **Oversett** og **Tilbakestill** per celle.
pl: **Edytuj tabelę tłumaczeń…** — otwórz edytor obok siebie, pokazujący każdy kształt tekstu z jego podstawową treścią i nadpisaniami dla poszczególnych języków. Najedź kursorem na komórkę, aby wyświetlić akcje **Przetłumacz** i **Resetuj** dla poszczególnych komórek.
pt_br: **Editar tabela de tradução…** — abre um editor lado a lado com cada forma de texto, seu conteúdo base e as substituições por idioma. Passe o ponteiro sobre uma célula para as ações **Traduzir** e **Redefinir** daquela célula.
pt_pt: **Editar tabela de tradução…** — abra um editor lado a lado que mostra cada formato de texto com seu conteúdo base e substituições por idioma. Passe o rato sobre uma célula para ações **Traduzir** e **Redefinir** por célula.
ro: **Editați tabelul de traducere...** — deschideți un editor alăturat care arată fiecare formă de text cu conținutul său de bază și înlocuiri pentru fiecare limbă. Plasați cursorul pe o celulă pentru acțiuni de **Translate** și **Reset** pe celulă.
ru: **Редактировать таблицу переводов…** — открывает редактор, где рядом показаны все текстовые фигуры с базовым содержимым и переопределениями для каждого языка. Наведите указатель на ячейку, чтобы увидеть действия **Перевести** и **Сбросить** для нее.
sk: **Upraviť tabuľku prekladu…** — otvorte vedľa seba editor zobrazujúci každý tvar textu so základným obsahom a prepísaním podľa jazyka. Umiestnite kurzor myši na bunku pre akcie **Preložiť** a **Obnoviť** pre každú bunku.
sl: **Urejanje prevajalske tabele…** — odprite vzporedni urejevalnik, ki prikazuje vsako obliko besedila z osnovno vsebino in preglasitvami glede na jezik. Premaknite miškin kazalec na celico za dejanja **Prevedi** in **Ponastavi** na celico.
sv: **Redigera översättningstabell...** — öppna en sida vid sida-redigerare som visar varje textform med dess basinnehåll och överstyrningar per språk. Håll muspekaren över en cell för åtgärderna **Översätt** och **Återställ** per cell.
th: **แก้ไขตารางการแปล…** — เปิดตัวแก้ไขแบบเคียงข้างกันซึ่งแสดงรูปร่างข้อความทุกรูปแบบพร้อมเนื้อหาพื้นฐานและการแทนที่ตามภาษา วางเมาส์เหนือเซลล์สำหรับการดำเนินการ **แปล** และ **รีเซ็ต** ต่อเซลล์
tr: **Çeviri Tablosunu Düzenle…** — her metin şeklini temel içeriği ve dile özgü çevirileriyle yan yana gösteren bir düzenleyici açar. Hücre bazında **Çevir** ve **Sıfırla** işlemleri için imleci bir hücrenin üzerine getirin.
uk: **Редагувати таблицю перекладів…** — відкриває редактор, де поруч показано кожну текстову фігуру з базовим вмістом і перевизначеннями для кожної мови. Наведіть вказівник на комірку, щоб побачити дії **Перекласти** і **Скинути** для неї.
ur: **ترجمے کی جدول میں ترمیم کریں…** — ایک ساتھ ساتھ ایک ایڈیٹر کھولیں جو ہر متن کی شکل کو اس کے بنیادی مواد اور فی زبان کے اوور رائیڈز کے ساتھ دکھاتا ہے۔ فی سیل **ترجمہ** اور **ری سیٹ** کی کارروائیوں کے لیے سیل کو ہوور کریں۔
vi: **Chỉnh sửa bảng dịch…** — mở trình chỉnh sửa song song hiển thị mọi hình dạng văn bản cùng với nội dung cơ bản và phần ghi đè theo ngôn ngữ. Di chuột qua một ô để thực hiện các hành động **Dịch** và **Đặt lại** trên mỗi ô.
zh_hans: **编辑翻译表…**——打开并排编辑器，显示每个文本形状的基准内容及各语言的覆盖内容。将指针悬停在单元格上，即可对该单元格执行 **翻译** 和 **重置**。
zh_hant: **編輯翻譯表格…**——開啟並排編輯器，顯示每個文字形狀的基準內容與各語言的覆寫內容。將游標停在儲存格上即可使用該儲存格的**翻譯**和**重置**動作。

source: **Edit Translations…** — open a side-by-side editor showing every text shape with its base content and per-language overrides.
ar: **تحرير الترجمات...** — افتح محررًا جنبًا إلى جنب يعرض كل شكل نص بمحتواه الأساسي والتجاوزات الخاصة بكل لغة.
ca: **Edita les traduccions...**: obriu un editor de costat a costat que mostra totes les formes de text amb el seu contingut bàsic i les substitucions per idioma.
cs: **Upravit překlady…** – otevřete souběžný editor zobrazující každý tvar textu s jeho základním obsahem a přepsáním pro jednotlivé jazyky.
da: **Rediger oversættelser...** — åbn en side-om-side-editor, der viser hver tekstform med dens basisindhold og tilsidesættelser pr. sprog.
de: **Übersetzungen bearbeiten…** – Öffnen Sie einen Side-by-Side-Editor, der jede Textform mit ihrem Basisinhalt und Überschreibungen pro Sprache anzeigt.
el: **Επεξεργασία μεταφράσεων…** — ανοίξτε ένα πρόγραμμα επεξεργασίας δίπλα-δίπλα που εμφανίζει κάθε σχήμα κειμένου με το βασικό του περιεχόμενο και τις παρακάμψεις ανά γλώσσα.
es: **Editar traducciones...**: abre un editor en paralelo que muestra cada forma de texto con su contenido base y anulaciones por idioma.
fa: **ویرایش ترجمه ها…** - یک ویرایشگر کنار هم باز کنید که هر شکل متنی را با محتوای اصلی و هر زبان لغو می کند.
fi: **Muokkaa käännöksiä…** — avaa vierekkäinen editori, joka näyttää jokaisen tekstimuodon perussisällön ja kielikohtaisten ohitusten kanssa.
fr: **Modifier les traductions…** : ouvrez un éditeur côte à côte affichant chaque forme de texte avec son contenu de base et ses remplacements par langue.
he: **ערוך תרגומים...** - פתח עורך זה לצד זה המציג כל צורת טקסט עם התוכן הבסיסי שלה ועקיפות לכל שפה.
hr: **Uredite prijevode…** — otvorite usporedni uređivač koji prikazuje svaki oblik teksta s njegovim osnovnim sadržajem i zaobilaženjima jezika.
hu: **Fordítások szerkesztése…** — nyisson meg egy egymás melletti szerkesztőt, amely minden szövegformát megjelenít annak alaptartalmával és nyelvenkénti felülírásaival.
id: **Edit Terjemahan…** — membuka editor berdampingan yang menampilkan setiap bentuk teks dengan konten dasarnya dan penggantian per bahasa.
ja: **翻訳の編集…** — 横並びのエディターを開き、すべてのテキスト形状とその基本コンテンツおよび言語ごとのオーバーライドを表示します。
ko: **번역 편집...** — 기본 콘텐츠 및 언어별 재정의와 함께 모든 텍스트 모양을 보여주는 병렬 편집기를 엽니다.
ms: **Edit Terjemahan...** — buka editor sebelah menyebelah yang menunjukkan setiap bentuk teks dengan kandungan asasnya dan penggantian setiap bahasa.
nl: **Vertalingen bewerken…** — open een zij-aan-zij-editor die elke tekstvorm toont met de basisinhoud en overschrijvingen per taal.
no: **Rediger oversettelser...** — åpne en side-ved-side-editor som viser hver tekstform med basisinnhold og overstyringer per språk.
pl: **Edytuj tłumaczenia...** — otwórz obok siebie edytor pokazujący każdy kształt tekstu z jego podstawową treścią i nadpisaniami dla poszczególnych języków.
pt_br: **Editar traduções…** — abra um editor lado a lado que mostra cada formato de texto com seu conteúdo base e substituições por idioma.
pt_pt: **Editar traduções…** — abra um editor lado a lado que mostra cada formato de texto com seu conteúdo base e substituições por idioma.
ro: **Editați traducerile...** — deschideți un editor alăturat care afișează fiecare formă de text cu conținutul său de bază și înlocuiri pentru fiecare limbă.
sk: **Upraviť preklady…** — otvorte vedľa seba editor zobrazujúci každý tvar textu so základným obsahom a prepísaním podľa jazyka.
sl: **Urejanje prevodov…** — odprite vzporedni urejevalnik, ki prikazuje vsako obliko besedila z osnovno vsebino in preglasitvami glede na jezik.
sv: **Redigera översättningar...** — öppna en sida vid sida-redigerare som visar varje textform med dess basinnehåll och överstyrningar per språk.
th: **แก้ไขคำแปล…** — เปิดตัวแก้ไขแบบเคียงข้างกันซึ่งแสดงรูปร่างข้อความทุกรูปแบบพร้อมเนื้อหาพื้นฐานและการแทนที่ตามภาษา
ur: **ترجمے میں ترمیم کریں…** — ایک ساتھ ساتھ ایک ایڈیٹر کھولیں جو ہر متن کی شکل کو اس کے بنیادی مواد اور فی زبان کے اوور رائیڈز کے ساتھ دکھاتا ہے۔
vi: **Chỉnh sửa bản dịch…** — mở trình chỉnh sửa song song hiển thị mọi hình dạng văn bản cùng với nội dung cơ bản và phần ghi đè theo ngôn ngữ.
zh_hans: **编辑翻译…** — 打开一个并排编辑器，显示每个文本形状及其基本内容和每种语言的覆盖。
